---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CurveLoopsProfile
source: html/4d17b16f-df9a-c984-adae-c8f5ad0b017f.htm
---
# CurveLoopsProfile Members

Causes the object to release immediately any resources it may be utilizing.